Repository: xcv58/MacTools
Catalog: Plugins/WindowSwitcher/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# metadata.title
source: 窗口切换
ar: تبديل النافذة
de: Fensterumschalter
en: Window Switcher
es: Cambiador de ventana
fr: Sélecteur de fenêtre
ja: ウインドウ切り替え
ko: 윈도우 스위처
pt: Alternador de janela
ru: Переключатель окон
tr: Pencere Değiştirici
zh_hant: 視窗切換

# metadata.description
source: 快速切换正在运行的窗口
ar: التبديل بسرعة بين النوافذ قيد التشغيل.
de: Wechseln Sie schnell zwischen laufenden Fenstern.
en: Quickly switch between running windows.
es: Cambie rápidamente entre ventanas en ejecución.
fr: Basculez rapidement entre les fenêtres en cours d’exécution.
ja: 実行中のウインドウをすばやく切り替えます。
ko: 실행 중인 창 사이를 빠르게 전환합니다.
pt: Alterne rapidamente entre janelas em execução.
ru: Быстрое переключение между запущенными окнами.
tr: Çalışan pencereler arasında hızlıca geçiş yapın.
zh_hant: 快速切換正在執行的視窗

# permission.accessibility.title
source: 辅助功能
ar: إمكانية الوصول
de: Barrierefreiheit
en: Accessibility
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 접근성
pt: Acessibilidade
ru: Доступность
tr: Erişilebilirlik
zh_hant: 輔助使用

# permission.accessibility.description
source: 用于接管切换快捷键并切换其他应用窗口。
ar: يستخدم اختصار التبديل لتبديل النوافذ في التطبيقات الأخرى.
de: Verwendet die Umschaltverknüpfung, um Fenster in anderen Apps zu wechseln.
en: Uses the switching shortcut to switch windows in other apps.
es: Utiliza el atajo de cambio para cambiar de ventana en otras aplicaciones.
fr: Utilise le raccourci de changement pour changer de fenêtre dans d'autres applications.
ja: 切り替えショートカットを制御し、ほかのアプリのウインドウを切り替えるために使用します。
ko: 전환 단축키를 사용하여 다른 앱의 창을 전환합니다.
pt: Usa o atalho de alternância para alternar janelas em outros aplicativos.
ru: Использует ярлык переключения для переключения окон в других приложениях.
tr: Geçiş kısayolunu kullanarak diğer uygulamaların pencereleri arasında geçiş yapmayı sağlar.
zh_hant: 用於接管切換快速鍵並切換其他 App 的視窗。

# permission.accessibility.footnote
source: 系统设置 → 隐私与安全性 → 辅助功能，允许 MacTools。
ar: في إعدادات النظام ← الخصوصية والأمان ← إمكانية الوصول، اسمح بـ MacTools.
de: Erlauben Sie unter Systemeinstellungen → Datenschutz und Sicherheit → Barrierefreiheit MacTools.
en: In System Settings → Privacy & Security → Accessibility, allow MacTools.
es: En Configuración del sistema → Privacidad y seguridad → Accesibilidad, permita MacTools.
fr: Dans Paramètres système → Confidentialité et sécurité → Accessibilité, autorisez MacTools.
ja: システム設定 → プライバシーとセキュリティ → アクセシビリティで、MacTools を許可してください。
ko: 시스템 설정 → 개인정보 보호 및 보안 → 접근성에서 MacTools를 허용하세요.
pt: Em Configurações do sistema → Privacidade e segurança → Acessibilidade, permita MacTools.
ru: В «Системных настройках» → «Конфиденциальность и безопасность» → «Доступность» разрешите MacTools.
tr: Sistem Ayarları → Gizlilik ve Güvenlik → Erişilebilirlik bölümünde MacTools'a izin verin.
zh_hant: 系統設定 → 隱私權與安全性 → 輔助使用，允許 MacTools。

# shortcut.switcher.title
source: 窗口切换
ar: تبديل النافذة
de: Fensterwechsel
en: Window Switching
es: Cambio de ventana
fr: Changement de fenêtre
ja: ウインドウ切り替え
ko: 창 전환
pt: Troca de janela
ru: Переключение окон
tr: Pencere Geçişi
zh_hant: 視窗切換

# shortcut.switcher.description
source: 显示或切换正在运行的窗口。
ar: إظهار أو التبديل بين النوافذ قيد التشغيل.
de: Zeigen Sie laufende Fenster an oder wechseln Sie zwischen ihnen.
en: Show or switch between running windows.
es: Muestra o cambia entre ventanas en ejecución.
fr: Afficher ou basculer entre les fenêtres en cours d'exécution.
ja: 実行中のウインドウを表示または切り替えます。
ko: 실행 중인 창을 표시하거나 전환합니다.
pt: Mostre ou alterne entre janelas em execução.
ru: Показ или переключение между запущенными окнами.
tr: Çalışan pencereleri gösterir veya aralarında geçiş yapar.
zh_hant: 顯示或切換正在執行的視窗。

# shortcut.group.title
source: 窗口切换
ar: تبديل النافذة
de: Fensterwechsel
en: Window Switching
es: Cambio de ventana
fr: Changement de fenêtre
ja: ウインドウ切り替え
ko: 창 전환
pt: Troca de janela
ru: Переключение окон
tr: Pencere Geçişi
zh_hant: 視窗切換

# shortcut.group.description
source: 修改用于唤起窗口切换的快捷键。
ar: قم بتغيير الاختصار المستخدم لفتح Window Switcher.
de: Ändern Sie die Verknüpfung zum Öffnen von Window Switcher.
en: Change the shortcut used to open Window Switcher.
es: Cambie el acceso directo utilizado para abrir Window Switcher.
fr: Modifiez le raccourci utilisé pour ouvrir Window Switcher.
ja: ウインドウ切り替えを開くショートカットを変更します。
ko: Window Switcher를 여는 데 사용되는 바로가기를 변경합니다.
pt: Altere o atalho usado para abrir o Window Switcher.
ru: Измените ярлык, используемый для открытия переключателя окон.
tr: Pencere Değiştirici'yi açmak için kullanılan kısayolu değiştirin.
zh_hant: 修改用來開啟視窗切換的快速鍵。

# shortcut.control.title
source: 切换快捷键
ar: تبديل الاختصار
de: Verknüpfung wechseln
en: Switching Shortcut
es: Cambio de atajo
fr: Raccourci de commutation
ja: 切り替えショートカット
ko: 전환 바로가기
pt: Atalho de troca
ru: Переключение ярлыка
tr: Geçiş Kısayolu
zh_hant: 切換快速鍵

# settings.status.sectionTitle
source: 状态
ar: الحالة
de: Status
en: Status
es: Estado
fr: Statut
ja: 状態
ko: 상태
pt: Estado
ru: Статус
tr: Durum
zh_hant: 狀態

# settings.status.title
source: 启用窗口切换
ar: تمكين تبديل النوافذ
de: Aktivieren Sie die Fensterumschaltung
en: Enable Window Switching
es: Habilitar cambio de ventana
fr: Activer le changement de fenêtre
ja: ウインドウ切り替えを有効にする
ko: 창 전환 활성화
pt: Habilitar troca de janela
ru: Включить переключение окон
tr: Pencere Geçişini Etkinleştir
zh_hant: 啟用視窗切換

# settings.status.enabled.description
source: 接管切换快捷键，显示并切换应用窗口。
ar: استخدم الاختصار لإظهار نوافذ التطبيق وتبديلها.
de: Verwenden Sie die Verknüpfung, um App-Fenster anzuzeigen und zu wechseln.
en: Use the shortcut to show and switch app windows.
es: Utilice el acceso directo para mostrar y cambiar las ventanas de aplicaciones.
fr: Utilisez le raccourci pour afficher et changer de fenêtre d'application.
ja: ショートカットでアプリのウインドウを表示・切り替えます。
ko: 바로가기를 사용하여 앱 창을 표시하고 전환하세요.
pt: Use o atalho para mostrar e alternar janelas de aplicativos.
ru: Используйте ярлык для отображения и переключения окон приложений.
tr: Kısayolu kullanarak uygulama pencerelerini gösterin ve aralarında geçiş yapın.
zh_hant: 接管切換快速鍵，顯示並切換 App 視窗。

# settings.status.disabled.description
source: 暂停快捷键监听，系统默认切换保持不变。
ar: قم بإيقاف مراقبة الاختصارات مؤقتًا واحتفظ بمبدل نافذة النظام دون تغيير.
de: Unterbrechen Sie die Verknüpfungsüberwachung und lassen Sie den Systemfenster-Umschalter unverändert.
en: Pause shortcut monitoring and keep the system window switcher unchanged.
es: Pausar la supervisión de accesos directos y mantener el selector de ventanas del sistema sin cambios.
fr: Suspendez la surveillance des raccourcis et conservez le sélecteur de fenêtre système inchangé.
ja: ショートカットの監視を停止し、システム標準の切り替えをそのまま使用します。
ko: 바로가기 모니터링을 일시 중지하고 시스템 창 전환기를 변경하지 않은 상태로 유지합니다.
pt: Pause o monitoramento de atalhos e mantenha o alternador de janelas do sistema inalterado.
ru: Приостановите мониторинг ярлыков и оставьте переключатель системных окон без изменений.
tr: Kısayol izlemeyi duraklatır ve sistem pencere değiştiricisini değiştirmeden bırakır.
zh_hant: 暫停快速鍵監聽，維持系統預設的切換方式。

# settings.mode.sectionTitle
source: 切换模式
ar: وضع التبديل
de: Schaltmodus
en: Switching Mode
es: Modo de conmutación
fr: Mode de commutation
ja: 切り替えモード
ko: 스위칭 모드
pt: Modo de comutação
ru: Режим переключения
tr: Geçiş Modu
zh_hant: 切換模式

# settings.mode.title
source: 默认行为
ar: السلوك الافتراضي
de: Standardverhalten
en: Default Behavior
es: Comportamiento predeterminado
fr: Comportement par défaut
ja: デフォルトの動作
ko: 기본 동작
pt: Comportamento padrão
ru: Поведение по умолчанию
tr: Varsayılan Davranış
zh_hant: 預設行為

# settings.mode.keyWindow
source: 搜索选择
ar: اضغط للتبديل
de: Zum Umschalten drücken
en: Search and select
es: Presione para cambiar
fr: Appuyez pour changer
ja: キーで直接切り替え
ko: 전환하려면 누르세요.
pt: Pressione para mudar
ru: Нажмите, чтобы переключиться
tr: Ara ve Seç
zh_hant: 按鍵直達

# settings.mode.keyWindow.description
source: 输入搜索，按快捷键选择下一个窗口，按回车打开。
ar: قم بعرض قائمة النوافذ الثابتة واضغط على الحرف الموجود أعلى الإدخال للتبديل إليه.
de: Zeigen Sie eine feste Fensterliste an und drücken Sie den Buchstaben über einem Eintrag, um zu diesem zu wechseln.
en: Type to search, repeat the shortcut to select, and press Return to switch.
es: Muestre una lista de ventanas fijas y presione la letra que se encuentra encima de una entrada para cambiar a ella.
fr: Affichez une liste de fenêtres fixe et appuyez sur la lettre au-dessus d'une entrée pour y accéder.
ja: 固定されたウインドウ一覧を表示し、項目の上の文字キーを押して直接切り替えます。
ko: 고정 창 목록을 표시하고 해당 항목 위의 문자를 누르면 해당 항목으로 전환됩니다.
pt: Mostre uma lista de janelas fixas e pressione a letra acima de uma entrada para alternar para ela.
ru: Отобразите фиксированный список окон и нажмите букву над записью, чтобы переключиться на него.
tr: Aramak için yazın, kısayolu yineleyerek seçin ve geçiş yapmak için Return tuşuna basın.
zh_hant: 顯示固定視窗，按項目上方的字母直接切換。

# settings.mode.directCycle
source: 连续切换
ar: دورة ويندوز
de: Zyklusfenster
en: Cycle Windows
es: Ciclo de ventanas
fr: Cycle des fenêtres
ja: 連続して切り替え
ko: 주기 창
pt: Ciclo de janelas
ru: Циклические окна
tr: Sıralı Geçiş
zh_hant: 連續切換

# settings.mode.directCycle.description
source: 按住快捷键循环选择，松开后切换窗口。
ar: اضغط مع الاستمرار على الاختصار للتنقل عبر النوافذ، ثم حرره للتبديل.
de: Halten Sie die Tastenkombination gedrückt, um durch die Fenster zu blättern, und lassen Sie sie dann los, um zu wechseln.
en: Hold the shortcut to cycle through windows, then release it to switch.
es: Mantenga presionado el acceso directo para recorrer las ventanas, luego suéltelo para cambiar.
fr: Maintenez le raccourci pour parcourir les fenêtres, puis relâchez-le pour basculer.
ja: ショートカットを押したままウインドウを順に選び、離すと切り替えます。
ko: 창을 순환하려면 바로가기를 누른 다음, 놓아서 전환하세요.
pt: Segure o atalho para percorrer as janelas e solte-o para alternar.
ru: Удерживайте ярлык для переключения между окнами, затем отпустите его для переключения.
tr: Kısayolu basılı tutarak pencereler arasında sırayla geçin, bıraktığınızda geçiş yapılır.
zh_hant: 按住快速鍵循環選擇，放開後切換視窗。

# settings.sort.title
source: 排序
ar: النظام
de: Bestellen
en: Order
es: Orden
fr: Commande
ja: 並び順
ko: 주문
pt: Pedido
ru: Заказать
tr: Sıralama

# settings.sort.recentUse
source: 最近使用
ar: الاستخدام الأخير
de: Kürzliche Verwendung
en: Recent Use
es: Uso reciente
fr: Utilisation récente
ja: 最近使用した順
ko: 최근 사용
pt: Uso recente
ru: Недавнее использование
tr: Son Kullanma

# settings.sort.recentUse.description
source: 按窗口最近使用时间排列，便于回到上一个窗口。
ar: قم بترتيب التطبيقات حسب الاستخدام الأخير حتى تتمكن من العودة بسرعة إلى النافذة السابقة.
de: Ordnen Sie Apps nach aktueller Nutzung, damit Sie schnell zum vorherigen Fenster zurückkehren können.
en: Sort by window recency to return to the previous window.
es: Ordene las aplicaciones por uso reciente para poder regresar rápidamente a la ventana anterior.
fr: Classez les applications par utilisation récente afin de pouvoir revenir rapidement à la fenêtre précédente.
ja: 最近使用したアプリ順に並べ、直前のウインドウへすばやく戻れます。
ko: 최근 사용순으로 앱을 정렬하면 이전 창으로 빠르게 돌아갈 수 있습니다.
pt: Ordene os aplicativos por uso recente para poder retornar rapidamente à janela anterior.
ru: Упорядочивайте приложения по последнему использованию, чтобы можно было быстро вернуться к предыдущему окну.
tr: Önceki pencereye dönmek için pencereleri son kullanma zamanına göre sıralar.
zh_hant: 依最近使用的 App 排列，方便快速回到上一個視窗。

# settings.sort.fixed
source: 按名称排序
ar: أبجدي
de: Alphabetisch
en: Alphabetical
es: Alfabético
fr: Alphabétique
ja: 名前順
ko: 이름순
pt: Alfabética
ru: По алфавиту
tr: Alfabetik
zh_hant: 依名稱排序

# settings.sort.fixed.description
source: 先按应用名称，再按窗口标题排序。
ar: الترتيب حسب اسم التطبيق، ثم عنوان النافذة.
de: Nach App-Namen und dann nach Fenstertitel sortieren.
en: Sort by app name, then window title.
es: Ordenar por nombre de app y luego por título de ventana.
fr: Trier par nom d’app, puis par titre de fenêtre.
ja: アプリ名、ウインドウのタイトルの順に並べます。
ko: 앱 이름, 창 제목 순으로 정렬합니다.
pt: Ordenar por nome do app e depois por título da janela.
ru: Сортировка по имени приложения, затем по заголовку окна.
tr: Önce uygulama adına, sonra pencere başlığına göre sıralar.
zh_hant: 先依 App 名稱，再依視窗標題排序。

# error.accessibilityRevoked
source: 辅助功能权限已关闭，窗口切换已暂停。
ar: تم إيقاف تشغيل الوصول إلى إمكانية الوصول، لذا تم إيقاف Window Switcher مؤقتًا.
de: Der barrierefreie Zugriff wurde deaktiviert, daher ist Window Switcher angehalten.
en: Accessibility access was turned off, so Window Switcher is paused.
es: El acceso de accesibilidad se desactivó, por lo que Window Switcher está en pausa.
fr: L'accès à l'accessibilité a été désactivé, donc Window Switcher est mis en pause.
ja: アクセシビリティのアクセスが無効になったため、ウインドウ切り替えを一時停止しました。
ko: 접근성 액세스가 사용 중지되어 창 전환기가 일시중지되었습니다.
pt: O acesso de acessibilidade foi desativado, então o Window Switcher está pausado.
ru: Доступ к специальным возможностям был отключен, поэтому переключение окон приостановлено.
tr: Erişilebilirlik erişimi kapatıldığı için Pencere Değiştirici duraklatıldı.
zh_hant: 輔助使用權限已關閉，視窗切換已暫停。

# error.accessibilityRequired
source: 窗口切换需要辅助功能权限，请先前往设置完成授权。
ar: يحتاج Window Switcher إلى الوصول إلى إمكانية الوصول. افتح الإعدادات للسماح بذلك.
de: Window Switcher benötigt Zugriff auf Barrierefreiheit. Öffnen Sie die Einstellungen, um dies zuzulassen.
en: Window Switcher needs Accessibility access. Open Settings to allow it.
es: Window Switcher necesita acceso de accesibilidad. Abra Configuración para permitirlo.
fr: Window Switcher a besoin d’un accès d’accessibilité. Ouvrez Paramètres pour l'autoriser.
ja: ウインドウ切り替えにはアクセシビリティのアクセスが必要です。設定で許可してください。
ko: 창 전환기에는 접근성 액세스 권한이 필요합니다. 설정을 열어 허용하세요.
pt: O Window Switcher precisa de acesso de acessibilidade. Abra Configurações para permitir isso.
ru: Для переключателя окон требуется доступ к специальным возможностям. Откройте «Настройки», чтобы разрешить это.
tr: Pencere Değiştirici, Erişilebilirlik erişimine gereksinim duyar. İzin vermek için Ayarlar'ı açın.
zh_hant: 視窗切換需要輔助使用權限，請先前往設定完成授權。

# chooser.all
source: 全部窗口
ar: جميع النوافذ
de: Alle Fenster
en: All Windows
es: Todas las ventanas
fr: Toutes les fenêtres
ja: すべてのウィンドウ
ko: 모든 윈도우
pt: Todas as janelas
ru: Все окна
tr: Tüm Pencereler
zh_hant: 全部視窗

# chooser.current
source: 当前应用
ar: التطبيق الحالي
de: Aktuelle App
en: Current App
es: Aplicación actual
fr: Application actuelle
ja: 現在のアプリ
ko: 현재 앱
pt: Aplicativo atual
ru: Текущее приложение
tr: Geçerli Uygulama
zh_hant: 目前 App

# chooser.close
source: 关闭窗口
ar: إغلاق النافذة
de: Fenster schließen
en: Close Window
es: Cerrar ventana
fr: Fermer la fenêtre
ja: ウィンドウを閉じる
ko: 윈도우 닫기
pt: Fechar janela
ru: Закрыть окно
tr: Pencereyi Kapat
zh_hant: 關閉視窗

# chooser.quit
source: 退出应用
ar: قم بإنهاء التطبيق
de: App beenden
en: Quit App
es: Salir de la aplicación
fr: Quitter l'application
ja: アプリを終了する
ko: 앱 종료
pt: Sair do aplicativo
ru: Выйти из приложения
tr: Uygulamadan Çık
zh_hant: 結束 App

# chooser.open
source: 打开窗口
ar: فتح النافذة
de: Fenster öffnen
en: Open Window
es: Abrir ventana
fr: Ouvrir la fenêtre
ja: ウィンドウを開く
ko: 창 열기
pt: Abrir janela
ru: Открыть окно
tr: Pencereyi Aç
zh_hant: 開啟視窗

# chooser.preview
source: 预览
ar: معاينة
de: Vorschau
en: Preview
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
pt: Visualização
ru: Предварительный просмотр
tr: Önizleme
zh_hant: 預覽

# chooser.cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

# preview.loading
source: 正在加载预览…
ar: جارٍ تحميل المعاينة…
de: Vorschau wird geladen…
en: Loading preview…
es: Cargando vista previa…
fr: Chargement de l’aperçu…
ja: プレビューを読み込み中…
ko: 미리보기 로딩 중…
pt: Carregando prévia…
ru: Загрузка предпросмотра…
tr: Önizleme yükleniyor…
zh_hant: 正在載入預覽…

# chooser.title
source: 窗口切换
ar: مبدّل النوافذ
de: Fensterwechsel
en: Window Switcher
es: Cambiador de ventanas
fr: Sélecteur de fenêtres
ja: ウインドウ切り替え
ko: 윈도우 전환기
pt: Alternador de janelas
ru: Переключатель окон
tr: Pencere Değiştirici
zh_hant: 視窗切換

# chooser.search
source: 搜索窗口标题或应用
ar: البحث في عناوين النوافذ أو التطبيقات
de: Fenstertitel oder Apps suchen
en: Search window titles or apps
es: Buscar títulos de ventanas o apps
fr: Rechercher des titres de fenêtres ou des applications
ja: ウインドウのタイトルやアプリを検索
ko: 윈도우 제목 또는 앱 검색
pt: Buscar títulos de janelas ou aplicativos
ru: Поиск по заголовкам окон или приложениям
tr: Pencere başlıklarında veya uygulamalarda arayın
zh_hant: 搜尋視窗標題或 App

# chooser.displayFilter
source: 显示器筛选
ar: التصفية حسب الشاشة
de: Nach Bildschirm filtern
en: Filter by display
es: Filtrar por pantalla
fr: Filtrer par écran
ja: ディスプレイで絞り込む
ko: 디스플레이별로 필터링
pt: Filtrar por tela
ru: Фильтровать по дисплею
tr: Ekrana göre filtrele
zh_hant: 顯示器篩選

# chooser.list
source: 窗口列表
ar: النوافذ
de: Fenster
en: Windows
es: Ventanas
fr: Fenêtres
ja: ウインドウ
ko: 윈도우
pt: Janelas
ru: Окна
tr: Pencereler
zh_hant: 視窗列表

# chooser.allDisplays
source: 所有显示器
ar: جميع شاشات العرض
de: Alle Bildschirme
en: All Displays
es: Todas las pantallas
fr: Tous les écrans
ja: すべてのディスプレイ
ko: 모든 디스플레이
pt: Todas as telas
ru: Все дисплеи
tr: Tüm Ekranlar
zh_hant: 所有顯示器

# chooser.empty
source: 没有匹配的窗口。窗口信息可能仍在更新。
ar: لا توجد نوافذ مطابقة. ربما لا تزال معلومات النافذة قيد التحديث.
de: Keine passenden Fenster. Die Fensterinformationen werden möglicherweise noch aktualisiert.
en: No matching windows. Window information may still be updating.
es: No hay ventanas coincidentes. Es posible que la información de la ventana aún se esté actualizando.
fr: Aucune fenêtre correspondante. Les informations sur les fenêtres sont peut-être encore en cours de mise à jour.
ja: 一致するウィンドウがありません。ウィンドウ情報はまだ更新中の可能性があります。
ko: 일치하는 창이 없습니다. 창 정보가 아직 업데이트 중일 수 있습니다.
pt: Nenhuma janela correspondente. As informações da janela ainda podem estar sendo atualizadas.
ru: Нет подходящих окон. Сведения об окнах могут еще обновляться.
tr: Eşleşen pencere yok. Pencere bilgileri hâlâ güncelleniyor olabilir.
zh_hant: 找不到符合條件的視窗。視窗資訊可能仍在更新。

# chooser.persistentHelp
source: ↑↓ 选择 · 回车打开 · Esc 取消 · 所有桌面空间（系统允许访问的窗口）
ar: ↑↓ تحديد · Return فتح · Esc إلغاء · جميع Spaces التي يمكن لـ macOS الوصول إليها
de: ↑↓ Auswählen · Return Öffnen · Esc Abbrechen · Alle für macOS zugänglichen Spaces
en: ↑↓ Select · Return Open · Esc Cancel · All Spaces accessible to macOS
es: ↑↓ Seleccionar · Retorno Abrir · Esc Cancelar · Todos los Spaces accesibles a macOS
fr: ↑↓ Sélectionner · Retour Ouvrir · Échap Annuler · Tous les espaces accessibles à macOS
ja: ↑↓ 選択 · Return 開く · Esc キャンセル · macOS がアクセスできるすべての操作スペース
ko: ↑↓ 선택 · Return 열기 · Esc 취소 · macOS에서 접근 가능한 모든 Spaces
pt: ↑↓ Selecionar · Return Abrir · Esc Cancelar · Todos os Spaces acessíveis ao macOS
ru: ↑↓ Выбор · Return Открыть · Esc Отмена · Все доступные macOS пространства Spaces
tr: ↑↓ Seç · Return Aç · Esc İptal · macOS'un erişebildiği tüm Space'ler
zh_hant: ↑↓ 選取 · Return 開啟 · Esc 取消 · 所有 Space（系統允許存取的視窗）

# chooser.cycleHelp
source: 按住快捷键循环 · 松开切换 · 输入文字搜索 · Esc 取消
ar: اضغط مطولًا للتنقل · حرّر المفاتيح للتبديل · اكتب للبحث · Esc إلغاء
de: Gedrückt halten zum Durchschalten · Loslassen zum Wechseln · Tippen zum Suchen · Esc: Abbrechen
en: Hold to cycle · Release to switch · Type to search · Esc Cancel
es: Mantén pulsado para alternar · Suelta para cambiar · Escribe para buscar · Esc Cancelar
fr: Maintenez enfoncé pour parcourir · Relâchez pour basculer · Tapez pour rechercher · Échap Annuler
ja: 押し続けて順に選択 · 放して切り替え · 入力して検索 · Esc キャンセル
ko: 누른 상태로 순환 · 키를 놓아 전환 · 입력하여 검색 · Esc 취소
pt: Segure para alternar · Solte para alternar · Digite para pesquisar · Esc Cancelar
ru: Удерживайте для перебора окон · Отпустите для переключения · Введите текст для поиска · Esc Отмена
tr: Basılı tutarak sırayla geçin · Bırakınca geçiş yapılır · Aramak için yazın · Esc İptal
zh_hant: 按住快速鍵輪流切換 · 放開以切換 · 輸入文字搜尋 · Esc 取消

# window.minimized
source: 已最小化
ar: تم تصغيره
de: Minimiert
en: Minimized
es: Minimizada
fr: Réduit
ja: 最小化
ko: 최소화됨
pt: Minimizada
ru: Свернуто
tr: Küçültülmüş
zh_hant: 已縮小

# window.hidden
source: 已隐藏
ar: مخفي
de: Ausgeblendet
en: Hidden
es: Oculta
fr: Masqué
ja: 非表示
ko: 숨김
pt: App oculto
ru: Скрыто
tr: Gizli
zh_hant: 已隱藏

# window.unavailable
source: 窗口信息暂不可用
ar: غير متاح مؤقتًا
de: Vorübergehend nicht verfügbar
en: Temporarily unavailable
es: No disponible temporalmente
fr: Temporairement indisponible
ja: 一時的に利用できません
ko: 일시적으로 이용이 불가능합니다.
pt: Temporariamente indisponível
ru: Временно недоступно
tr: Geçici olarak kullanılamıyor
zh_hant: 暫時無法更新

# window.none
source: 无可用窗口
ar: لا توجد نافذة متاحة
de: Kein Fenster verfügbar
en: No available window
es: No hay ventana disponible
fr: Aucune fenêtre disponible
ja: 利用可能なウィンドウがありません
ko: 사용 가능한 창 없음
pt: Nenhuma janela disponível
ru: Нет доступного окна
tr: Kullanılabilir pencere yok
zh_hant: 無可用視窗

# preview.unavailable
source: 此窗口暂时无法预览。
ar: المعاينة غير متاحة لهذه النافذة.
de: Für dieses Fenster ist keine Vorschau verfügbar.
en: Preview is unavailable for this window.
es: La vista previa no está disponible para esta ventana.
fr: L'aperçu n'est pas disponible pour cette fenêtre.
ja: このウィンドウではプレビューを使用できません。
ko: 이 창에서는 미리보기를 사용할 수 없습니다.
pt: A visualização não está disponível para esta janela.
ru: Предварительный просмотр недоступен для этого окна.
tr: Bu pencere için önizleme kullanılamıyor.
zh_hant: 此視窗暫時無法預覽。

# preview.permission
source: 预览需要录屏权限；仍可按标题切换。
ar: تتطلب المعاينة إذن تسجيل الشاشة. لا يزال بإمكانك التبديل حسب العنوان.
de: Die Vorschau erfordert die Berechtigung „Bildschirmaufnahme“. Sie können Fenster weiterhin anhand ihres Titels auswählen.
en: Preview requires Screen Recording permission. You can still switch by title.
es: La vista previa requiere permiso de grabación de pantalla. Aún puedes cambiar por título.
fr: L’aperçu nécessite l’autorisation « Enregistrement de l’écran ». Vous pouvez toujours sélectionner une fenêtre par son titre.
ja: プレビューには画面収録の許可が必要です。タイトルを使った切り替えは引き続き利用できます。
ko: 미리보기에는 화면 기록 권한이 필요합니다. 제목을 선택해 윈도우를 전환할 수 있습니다.
pt: A visualização requer permissão de Gravação de Tela. Você ainda pode alternar por título.
ru: Для предварительного просмотра требуется разрешение на запись экрана. Вы по-прежнему можете переключаться по названию.
tr: Önizleme, Ekran Kaydı izni gerektirir. Yine de başlığa göre geçiş yapabilirsiniz.
zh_hant: 預覽需要螢幕錄影權限；仍可按標題切換。

# preview.failed
source: 无法读取预览；仍可按标题切换。
ar: تعذر تحميل المعاينة. لا يزال بإمكانك التبديل حسب العنوان.
de: Die Vorschau konnte nicht geladen werden. Sie können Fenster weiterhin anhand ihres Titels auswählen.
en: Could not load the preview. You can still switch by title.
es: No se pudo cargar la vista previa. Aún puedes cambiar por título.
fr: Impossible de charger l’aperçu. Vous pouvez toujours sélectionner une fenêtre par son titre.
ja: プレビューを読み込めませんでした。タイトルを使った切り替えは引き続き利用できます。
ko: 미리보기를 로드할 수 없습니다. 여전히 제목으로 전환할 수 있습니다.
pt: Não foi possível carregar a visualização. Você ainda pode alternar por título.
ru: Не удалось загрузить предварительный просмотр. Вы по-прежнему можете переключаться по названию.
tr: Önizleme yüklenemedi. Yine de başlığa göre geçiş yapabilirsiniz.
zh_hant: 無法讀取預覽；仍可按標題切換。

# action.currentApp.title
source: 当前应用窗口
ar: نوافذ التطبيق الحالي
de: Fenster der aktuellen App
en: Current App Windows
es: Ventanas de la app actual
fr: Fenêtres de l’application actuelle
ja: 現在のアプリのウインドウ
ko: 현재 앱 윈도우
pt: Janelas do aplicativo atual
ru: Окна текущего приложения
tr: Geçerli Uygulamanın Pencereleri
zh_hant: 目前 App 的視窗

# shortcut.currentApp.description
source: 切换当前应用的窗口。
ar: التبديل بين نوافذ التطبيق الحالي.
de: Zwischen Fenstern der aktuellen App wechseln.
en: Switch between windows of the current app.
es: Cambiar entre ventanas de la aplicación actual.
fr: Basculer entre les fenêtres de l'application actuelle.
ja: 現在のアプリのウィンドウを切り替えます。
ko: 현재 앱의 창을 전환합니다.
pt: Alternar entre janelas do aplicativo atual.
ru: Переключение между окнами текущего приложения.
tr: Geçerli uygulamanın pencereleri arasında geçiş yapın.
zh_hant: 切換目前 App 的視窗。
